notes/20210216101138-qca_literature_review.org
:PROPERTIES:
:ID:       81e0d0b7-cecd-4869-a1be-3ca16bebe8fe
:END:
#+OPTIONS: toc:nil num:nil
#+title: QCA Literature Review
#+AUTHOR: Gabriel Petrini
#+ARCHIVE: ../archive/QCA.org::* Literature review
#+TODO: READ SKIM PARTIAL WAIT MAYBE | REF REPORT DONE ARCH
#+PROPERTY: COLUMNS  %8STATUS %7TODO(Decision) %15KEY(Bibtex key) %4YEAR  %7RELEVANCE %7IMPACT %4CITE
#+PROPERTY: DECISION_ALL Read File Skip PartialRead
#+PROPERTY: ZOTERO_ALL Yes No Partial Entry
#+PROPERTY: STATUS_ALL Reading Searching Abandoned Finished Skimmed NotFound 404 Downloaded Filed
#+PROPERTY: RELEVANCE_ALL High Regular Low None
#+PROPERTY: IMPACT_ALL High Regular Low None
#+PROPERTY: CITE_ALL Yes No Wait
#+PROPERTY: YEAR_ALL
#+PROPERTY: KEY_ALL

[[id:b11d338b-f808-4958-bdb8-622f5eb6bdee][QCA readings]]

#+BEGIN: columnview :maxlevel 2 :id global
| STATUS   | Decision | Bibtex key                              | YEAR | RELEVANCE | IMPACT | CITE |
|----------+----------+-----------------------------------------+------+-----------+--------+------|
| Filed    | REF      | roig-tierno_2017_overview               | 2017 | Low       | Low    | Yes  |
| Skimmed  | REF      | wagemannQCABusinessResearch2016         | 2016 | Low       | Low    | Yes  |
| Finished | ARCH     | loResearchMethodsBusiness2020           | 2020 | Low       | Low    | Yes  |
| Filed    | REF      | krausFuzzysetQualitativeComparative2018 | 2018 | Low       | Low    | Yes  |
| Filed    | REF      | mahoneySetDiagramsQualitative2015       | 2014 | Regular   | Low    | No   |
#+END
* REF [#A] [[https://doi.org/10.1016/j.jik.2016.12.002][Roig-Tierno et al - An overview of qualitative comparative analysis: A bibliometric analysis]] :Review:Bibliometric:
   CLOSED: [2020-09-16 qua 18:57]
   :PROPERTIES:
   :YEAR:     2017
   :ZOTERO:   Yes
   :STATUS:   Filed
   :RELEVANCE: Low
   :IMPACT:   Low
   :CITE:     Yes
   :KEY:    roig-tierno_2017_overview
   :END:

* REF [#C] [[https://doi.org/10.1016/j.jbusres.2015.10.010][Wagemann Buche and Siewert - QCA and business research: Work in progress or a consolidated agenda?]] :Review:
   CLOSED: [2020-09-16 qua 11:56]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2016
   :STATUS:   Skimmed
   :RELEVANCE: Low
   :IMPACT:   Low
   :CITE: Yes
   :KEY: wagemannQCABusinessResearch2016
   :END:

* ARCH [[https://doi.org/10.1016/j.jbusres.2020.05.003][Research methods in business: Quantitative and qualitative comparative analysis]] :Survey:Business:
   CLOSED: [2020-09-16 qua 15:40]
   :PROPERTIES:
   :YEAR:     2020
   :ZOTERO:   Entry
   :STATUS:   Finished
   :RELEVANCE: Low
   :IMPACT:   Low
   :CITE:     Yes
   :KEY: loResearchMethodsBusiness2020
   :END:

* REF [#B] [[https://doi.org/10.1007/s11365-017-0461-8][Kraus, Ribeiro-Soriano and Schüssler -  Fuzzy-set qualitative comparative analysis (fsQCA) in entrepreneurship and innovation research – the rise of a method]] :Survey:
   CLOSED: [2020-09-16 qua 18:55]
   :PROPERTIES:
   :YEAR:     2018
   :ZOTERO:   Entry
   :STATUS:   Filed
   :RELEVANCE: Low
   :IMPACT:   Low
   :CITE:     Yes
   :KEY: krausFuzzysetQualitativeComparative2018
   :END:

* REF [#C] [[https://doi.org/10.1177%2F0010414013519410][Mahoney and Vanderpoel - Set Diagrams and Qualitative Research]] :Visualization:
CLOSED: [2021-02-16 ter 10:38]
   :PROPERTIES:
   :YEAR:     2014
   :ZOTERO:   Entry
   :STATUS:   Filed
   :RELEVANCE: Regular
   :IMPACT:   Low
   :CITE:     No
   :KEY: mahoneySetDiagramsQualitative2015
   :END:

Mention as a reference for sufficiency, necessary, INUS and SUIN conditions.
