docs/notes/20210216101138-qca_literature_review.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-04 sáb 16:53 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>QCA Literature Review</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">QCA Literature Review</h1>
    <table border="2" cellspacing="0" cellpadding="6" rules=
    "groups" frame="hsides">
      <colgroup>
        <col class="org-left" />
        <col class="org-left" />
        <col class="org-left" />
        <col class="org-right" />
        <col class="org-left" />
        <col class="org-left" />
        <col class="org-left" />
      </colgroup>
      <thead>
        <tr>
          <th scope="col" class="org-left">STATUS</th>
          <th scope="col" class="org-left">Decision</th>
          <th scope="col" class="org-left">Bibtex key</th>
          <th scope="col" class="org-right">YEAR</th>
          <th scope="col" class="org-left">RELEVANCE</th>
          <th scope="col" class="org-left">IMPACT</th>
          <th scope="col" class="org-left">CITE</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td class="org-left">Filed</td>
          <td class="org-left">REF</td>
          <td class="org-left">roig-tierno_2017_overview</td>
          <td class="org-right">2017</td>
          <td class="org-left">Low</td>
          <td class="org-left">Low</td>
          <td class="org-left">Yes</td>
        </tr>
        <tr>
          <td class="org-left">Skimmed</td>
          <td class="org-left">REF</td>
          <td class="org-left">wagemannQCABusinessResearch2016</td>
          <td class="org-right">2016</td>
          <td class="org-left">Low</td>
          <td class="org-left">Low</td>
          <td class="org-left">Yes</td>
        </tr>
        <tr>
          <td class="org-left">Finished</td>
          <td class="org-left">ARCH</td>
          <td class="org-left">loResearchMethodsBusiness2020</td>
          <td class="org-right">2020</td>
          <td class="org-left">Low</td>
          <td class="org-left">Low</td>
          <td class="org-left">Yes</td>
        </tr>
        <tr>
          <td class="org-left">Filed</td>
          <td class="org-left">REF</td>
          <td class="org-left">
          krausFuzzysetQualitativeComparative2018</td>
          <td class="org-right">2018</td>
          <td class="org-left">Low</td>
          <td class="org-left">Low</td>
          <td class="org-left">Yes</td>
        </tr>
        <tr>
          <td class="org-left">Filed</td>
          <td class="org-left">REF</td>
          <td class="org-left">
          mahoneySetDiagramsQualitative2015</td>
          <td class="org-right">2014</td>
          <td class="org-left">Regular</td>
          <td class="org-left">Low</td>
          <td class="org-left">No</td>
        </tr>
      </tbody>
    </table>
    <div id="outline-container-org5378130" class="outline-2">
      <h2 id="org5378130"><span class="done REF">REF</span>
      <a href="https://doi.org/10.1016/j.jik.2016.12.002">Roig-Tierno
      et al - An overview of qualitative comparative analysis: A
      bibliometric analysis</a>&nbsp;&nbsp;&nbsp;<span class=
      "tag"><span class="Review">Review</span>&nbsp;<span class=
      "Bibliometric">Bibliometric</span></span></h2>
      <div class="outline-text-2" id="text-org5378130"></div>
    </div>
    <div id="outline-container-org31f102d" class="outline-2">
      <h2 id="org31f102d"><span class="done REF">REF</span>
      <a href="https://doi.org/10.1016/j.jbusres.2015.10.010">Wagemann
      Buche and Siewert - QCA and business research: Work in
      progress or a consolidated
      agenda?</a>&nbsp;&nbsp;&nbsp;<span class="tag"><span class=
      "Review">Review</span></span></h2>
      <div class="outline-text-2" id="text-org31f102d"></div>
    </div>
    <div id="outline-container-org334daa9" class="outline-2">
      <h2 id="org334daa9"><span class="done ARCH">ARCH</span>
      <a href=
      "https://doi.org/10.1016/j.jbusres.2020.05.003">Research
      methods in business: Quantitative and qualitative comparative
      analysis</a>&nbsp;&nbsp;&nbsp;<span class="tag"><span class=
      "Survey">Survey</span>&nbsp;<span class=
      "Business">Business</span></span></h2>
      <div class="outline-text-2" id="text-org334daa9"></div>
    </div>
    <div id="outline-container-org1d98c03" class="outline-2">
      <h2 id="org1d98c03"><span class="done REF">REF</span>
      <a href="https://doi.org/10.1007/s11365-017-0461-8">Kraus,
      Ribeiro-Soriano and Schüssler - Fuzzy-set qualitative
      comparative analysis (fsQCA) in entrepreneurship and
      innovation research – the rise of a
      method</a>&nbsp;&nbsp;&nbsp;<span class="tag"><span class=
      "Survey">Survey</span></span></h2>
      <div class="outline-text-2" id="text-org1d98c03"></div>
    </div>
    <div id="outline-container-org86280fe" class="outline-2">
      <h2 id="org86280fe"><span class="done REF">REF</span>
      <a href="https://doi.org/10.1177%2F0010414013519410">Mahoney
      and Vanderpoel - Set Diagrams and Qualitative
      Research</a>&nbsp;&nbsp;&nbsp;<span class="tag"><span class=
      "Visualization">Visualization</span></span></h2>
      <div class="outline-text-2" id="text-org86280fe">
        <p>Mention as a reference for sufficiency, necessary, INUS
        and SUIN conditions.</p>
      </div>
    </div>
  </div>
  <div id="postamble" class="status">
    <p class="author">Author: Gabriel Petrini</p>
    <p class="date">Created: 2021-09-04 sáb 16:53</p>
  </div>
</body>
</html>
